interface WP_Nav {
  name: string;
  href: string;
  children?: WP_Nav[];
}

export const menu: WP_Nav[] = [
  {
    name: "Лечение алкоголизма",
    href: "#",
    children: [
      {
        name: "Лечение алкоголизма на дому",
        href: "#",
      },
      {
        name: "Лечение алкоголизма в стационаре",
        href: "#",
      },
      {
        name: "Принудительное лечение от алкоголизма",
        href: "#",
      },
      {
        name: "Реабилитация алкоголиков",
        href: "#",
      },
      {
        name: "Кодировка от алкоголя",
        href: "#",
      },
    ],
  },
  {
    name: "Наркологическая помощь",
    href: "#",
    children: [
      {
        name: "Лечение алкоголизма на дому",
        href: "#",
      },
      {
        name: "Лечение алкоголизма в стационаре",
        href: "#",
      },
    ],
  },
  {
    name: "Выведение из запоя ",
    href: "#",
    children: [
      {
        name: "Лечение алкоголизма на дому",
        href: "#",
      },
      {
        name: "Лечение алкоголизма в стационаре",
        href: "#",
      },
    ],
  },
  {
    name: "Лечение наркомании",
    href: "#",
    children: [
      {
        name: "Лечение алкоголизма на дому",
        href: "#",
      },
      {
        name: "Лечение алкоголизма в стационаре",
        href: "#",
      },
    ],
  },
  {
    name: "Лечение игромании ",
    href: "#",
    children: [
      {
        name: "Лечение алкоголизма на дому",
        href: "#",
      },
      {
        name: "Лечение алкоголизма в стационаре",
        href: "#",
      },
    ],
  },
  {
    name: "Реабилитация",
    href: "#",
    children: [
      {
        name: "Лечение алкоголизма на дому",
        href: "#",
      },
      {
        name: "Лечение алкоголизма в стационаре",
        href: "#",
      },
    ],
  },
  {
    name: "Психиатрическая клиника",
    href: "#",
    children: [
      {
        name: "Лечение алкоголизма на дому",
        href: "#",
      },
      {
        name: "Лечение алкоголизма в стационаре",
        href: "#",
      },
    ],
  },
  {
    name: "Анализ на наркотики ",
    href: "#",
    children: [
      {
        name: "Лечение алкоголизма на дому",
        href: "#",
      },
      {
        name: "Лечение алкоголизма в стационаре",
        href: "#",
      },
    ],
  },
  {
    name: "О клинике",
    href: "/about",
  },
  {
    name: "Контакты",
    href: "/contacts",
  },
];

export const faqs: string[] = [
  "КАК НАЧАТЬ ЛЕЧЕНИЕ?",
  "КАК МЫ ЛЕЧИМ?",
  "У ВАШЕЙ КЛИНИКИ ЕСТЬ ЛИЦЕНЗИЯ?",
  "СТОИМОСТЬ ПРОХОЖДЕНИЯ РЕАБИЛИТАЦИИ ПО КАРМАНУ ТОЛЬКО ОБЕСПЕЧЕННЫМ ЛЮДЯМ?",
  "КАК ВЫЛЕЧИТЬ АЛКОГОЛИЗМ НАВСЕГДА?",
  "КАК НАЧАТЬ ЛЕЧЕНИЕ?",
  "КАК НАЧАТЬ ЛЕЧЕНИЕ?",
  "КАК МЫ ЛЕЧИМ?",
  "У ВАШЕЙ КЛИНИКИ ЕСТЬ ЛИЦЕНЗИЯ?",
  "СТОИМОСТЬ ПРОХОЖДЕНИЯ РЕАБИЛИТАЦИИ ПО КАРМАНУ ТОЛЬКО ОБЕСПЕЧЕННЫМ ЛЮДЯМ?",
  "КАК ВЫЛЕЧИТЬ АЛКОГОЛИЗМ НАВСЕГДА?",
  "КАК ВЫЛЕЧИТЬ АЛКОГОЛИЗМ НАВСЕГДА?",
];
